{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<|begin_of_text|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<|end_of_text|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<|pad|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<|stop|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "NFC"
  },
  "pre_tokenizer": {
    "type": "Sequence",
    "pretokenizers": [
      {
        "type": "Digits",
        "individual_digits": true
      },
      {
        "type": "ByteLevel",
        "add_prefix_space": false,
        "trim_offsets": true,
        "use_regex": true
      }
    ]
  },
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 1
        }
      }
    ],
    "special_tokens": {}
  },
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "<|begin_of_text|>": 0,
      "<|end_of_text|>": 1,
      "<|pad|>": 2,
      "<|stop|>": 3,
      "!": 4,
      "\"": 5,
      "#": 6,
      "$": 7,
      "%": 8,
      "&": 9,
      "'": 10,
      "(": 11,
      ")": 12,
      "*": 13,
      "+": 14,
      ",": 15,
      "-": 16,
      ".": 17,
      "/": 18,
      "0": 19,
      "1": 20,
      "2": 21,
      "3": 22,
      "4": 23,
      "5": 24,
      "6": 25,
      "7": 26,
      "8": 27,
      "9": 28,
      ":": 29,
      ";": 30,
      "<": 31,
      "=": 32,
      ">": 33,
      "?": 34,
      "@": 35,
      "A": 36,
      "B": 37,
      "C": 38,
      "D": 39,
      "E": 40,
      "F": 41,
      "G": 42,
      "H": 43,
      "I": 44,
      "J": 45,
      "K": 46,
      "L": 47,
      "M": 48,
      "N": 49,
      "O": 50,
      "P": 51,
      "Q": 52,
      "R": 53,
      "S": 54,
      "T": 55,
      "U": 56,
      "V": 57,
      "W": 58,
      "X": 59,
      "Y": 60,
      "Z": 61,
      "[": 62,
      "\\": 63,
      "]": 64,
      "^": 65,
      "_": 66,
      "`": 67,
      "a": 68,
      "b": 69,
      "c": 70,
      "d": 71,
      "e": 72,
      "f": 73,
      "g": 74,
      "h": 75,
      "i": 76,
      "j": 77,
      "k": 78,
      "l": 79,
      "m": 80,
      "n": 81,
      "o": 82,
      "p": 83,
      "q": 84,
      "r": 85,
      "s": 86,
      "t": 87,
      "u": 88,
      "v": 89,
      "w": 90,
      "x": 91,
      "y": 92,
      "z": 93,
      "{": 94,
      "|": 95,
      "}": 96,
      "~": 97,
      "¡": 98,
      "¢": 99,
      "£": 100,
      "¤": 101,
      "¥": 102,
      "¦": 103,
      "§": 104,
      "¨": 105,
      "©": 106,
      "ª": 107,
      "«": 108,
      "¬": 109,
      "®": 110,
      "¯": 111,
      "°": 112,
      "±": 113,
      "²": 114,
      "³": 115,
      "´": 116,
      "µ": 117,
      "¶": 118,
      "·": 119,
      "¸": 120,
      "¹": 121,
      "º": 122,
      "»": 123,
      "¼": 124,
      "½": 125,
      "¾": 126,
      "¿": 127,
      "À": 128,
      "Á": 129,
      "Â": 130,
      "Ã": 131,
      "Ä": 132,
      "Å": 133,
      "Æ": 134,
      "Ç": 135,
      "È": 136,
      "É": 137,
      "Ê": 138,
      "Ë": 139,
      "Ì": 140,
      "Í": 141,
      "Î": 142,
      "Ï": 143,
      "Ð": 144,
      "Ñ": 145,
      "Ò": 146,
      "Ó": 147,
      "Ô": 148,
      "Õ": 149,
      "Ö": 150,
      "×": 151,
      "Ø": 152,
      "Ù": 153,
      "Ú": 154,
      "Û": 155,
      "Ü": 156,
      "Ý": 157,
      "Þ": 158,
      "ß": 159,
      "à": 160,
      "á": 161,
      "â": 162,
      "ã": 163,
      "ä": 164,
      "å": 165,
      "æ": 166,
      "ç": 167,
      "è": 168,
      "é": 169,
      "ê": 170,
      "ë": 171,
      "ì": 172,
      "í": 173,
      "î": 174,
      "ï": 175,
      "ð": 176,
      "ñ": 177,
      "ò": 178,
      "ó": 179,
      "ô": 180,
      "õ": 181,
      "ö": 182,
      "÷": 183,
      "ø": 184,
      "ù": 185,
      "ú": 186,
      "û": 187,
      "ü": 188,
      "ý": 189,
      "þ": 190,
      "ÿ": 191,
      "Ā": 192,
      "ā": 193,
      "Ă": 194,
      "ă": 195,
      "Ą": 196,
      "ą": 197,
      "Ć": 198,
      "ć": 199,
      "Ĉ": 200,
      "ĉ": 201,
      "Ċ": 202,
      "ċ": 203,
      "Č": 204,
      "č": 205,
      "Ď": 206,
      "ď": 207,
      "Đ": 208,
      "đ": 209,
      "Ē": 210,
      "ē": 211,
      "Ĕ": 212,
      "ĕ": 213,
      "Ė": 214,
      "ė": 215,
      "Ę": 216,
      "ę": 217,
      "Ě": 218,
      "ě": 219,
      "Ĝ": 220,
      "ĝ": 221,
      "Ğ": 222,
      "ğ": 223,
      "Ġ": 224,
      "ġ": 225,
      "Ģ": 226,
      "ģ": 227,
      "Ĥ": 228,
      "ĥ": 229,
      "Ħ": 230,
      "ħ": 231,
      "Ĩ": 232,
      "ĩ": 233,
      "Ī": 234,
      "ī": 235,
      "Ĭ": 236,
      "ĭ": 237,
      "Į": 238,
      "į": 239,
      "İ": 240,
      "ı": 241,
      "Ĳ": 242,
      "ĳ": 243,
      "Ĵ": 244,
      "ĵ": 245,
      "Ķ": 246,
      "ķ": 247,
      "ĸ": 248,
      "Ĺ": 249,
      "ĺ": 250,
      "Ļ": 251,
      "ļ": 252,
      "Ľ": 253,
      "ľ": 254,
      "Ŀ": 255,
      "ŀ": 256,
      "Ł": 257,
      "ł": 258,
      "Ń": 259,
      "ĠĠ": 260,
      "ĠĠĠĠ": 261,
      "čĊ": 262,
      "Ġd": 263,
      "ĠĠĠ": 264,
      "se": 265,
      "es": 266,
      "ĠĠĠĠĠĠĠĠ": 267,
      "Ġa": 268,
      "er": 269,
      "in": 270,
      "or": 271,
      "en": 272,
      "on": 273,
      "Ġc": 274,
      "Ġp": 275,
      "ar": 276,
      "re": 277,
      "Ġe": 278,
      "Ġt": 279,
      "Ġde": 280,
      "os": 281,
      "as": 282,
      "ĠĠĠĠĠĠĠ": 283,
      "an": 284,
      "at": 285,
      "al": 286,
      "is": 287,
      "ad": 288,
      "Ġn": 289,
      "Ġm": 290,
      "Ġse": 291,
      "Ġf": 292,
      "am": 293,
      "te": 294,
      "om": 295,
      "ic": 296,
      "Ġs": 297,
      "Ġo": 298,
      "le": 299,
      "qu": 300,
      "it": 301,
      "Ġ=": 302,
      "id": 303,
      "lf": 304,
      "ro": 305,
      "ent": 306,
      "im": 307,
      "um": 308,
      "he": 309,
      "ur": 310,
      "de": 311,
      "ion": 312,
      "ĠĠĠĠĠĠĠĠĠĠĠ": 313,
      "et": 314,
      "Ġ'": 315,
      "Ġre": 316,
      "tr": 317,
      "Ġin": 318,
      "un": 319,
      "ia": 320,
      "Ġqu": 321,
      "il": 322,
      "el": 323,
      "ac": 324,
      "est": 325,
      "Ġv": 326,
      "Ġself": 327,
      "ut": 328,
      "Ġb": 329,
      "ol": 330,
      "Ã£": 331,
      "Ġ\"": 332,
      "ul": 333,
      "Ġ(": 334,
      "Ġcom": 335,
      "Ġl": 336,
      "Ã£o": 337,
      "if": 338,
      "ra": 339,
      "ĠA": 340,
      "em": 341,
      "Ã§": 342,
      "do": 343,
      "st": 344,
      "Ġdo": 345,
      "--": 346,
      "ĠC": 347,
      "Ġque": 348,
      "ec": 349,
      "):": 350,
      "ĠS": 351,
      "ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ": 352,
      "ing": 353,
      "Ġum": 354,
      "',": 355,
      "Ã©": 356,
      "ig": 357,
      "ed": 358,
      "Ġcon": 359,
      "Ġno": 360,
      "Ġem": 361,
      "Ġthe": 362,
      "ĠP": 363,
      "iv": 364,
      "##": 365,
      "Ġda": 366,
      "Ġpar": 367,
      "ist": 368,
      "ce": 369,
      "Ġg": 370,
      "ir": 371,
      "res": 372,
      "ag": 373,
      "ĠT": 374,
      "od": 375,
      "self": 376,
      "ser": 377,
      "ort": 378,
      "lo": 379,
      "ĠM": 380,
      "ame": 381,
      "ĠE": 382,
      "us": 383,
      "ri": 384,
      "Ġan": 385,
      "ue": 386,
      "to": 387,
      "Ġfor": 388,
      "ĠN": 389,
      "Ġw": 390,
      "Ġ#": 391,
      "ab": 392,
      "Ã¡": 393,
      "ao": 394,
      "Ġh": 395,
      "ÃŃ": 396,
      "Ġas": 397,
      "ap": 398,
      "ter": 399,
      "ate": 400,
      "tion": 401,
      "),": 402,
      "\"\"": 403,
      "ado": 404,
      "Ġdef": 405,
      "Ġif": 406,
      "Ã§Ã£o": 407,
      "ĠF": 408,
      "up": 409,
      "Ġex": 410,
      "iz": 411,
      "ode": 412,
      "io": 413,
      "ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ": 414,
      "tur": 415,
      "ente": 416,
      "()": 417,
      "oc": 418,
      "ĠD": 419,
      "pe": 420,
      "ĠB": 421,
      "ou": 422,
      "port": 423,
      "ĠR": 424,
      "con": 425,
      "ĠL": 426,
      "ess": 427,
      "av": 428,
      "ĠI": 429,
      "__": 430,
      "Ġto": 431,
      "Ġis": 432,
      "ais": 433,
      "ch": 434,
      "':": 435,
      "ass": 436,
      "Ġpro": 437,
      "ĠO": 438,
      "turn": 439,
      "Ġpara": 440,
      "('": 441,
      "op": 442,
      "----": 443,
      "pl": 444,
      "ers": 445,
      "Ġuma": 446,
      "one": 447,
      "Ġ[": 448,
      "Ġ-": 449,
      "Ġreturn": 450,
      "ib": 451,
      "ho": 452,
      "ade": 453,
      "ada": 454,
      "ta": 455,
      "ran": 456,
      "cl": 457,
      "Ġim": 458,
      "ĠG": 459,
      "ile": 460,
      "end": 461,
      "Ġof": 462,
      "Ġos": 463,
      "Ġes": 464,
      "name": 465,
      "Ġsu": 466,
      "==": 467,
      "rom": 468,
      "par": 469,
      "ult": 470,
      "Ã³": 471,
      "ex": 472,
      "get": 473,
      "ation": 474,
      "Ġal": 475,
      "')": 476,
      "ĠčĊ": 477,
      "Ġest": 478,
      "\",": 479,
      "####": 480,
      "Ġpor": 481,
      "ob": 482,
      "ip": 483,
      "ype": 484,
      "ica": 485,
      "Ġna": 486,
      "ata": 487,
      "og": 488,
      "sert": 489,
      "ot": 490,
      "ma": 491,
      "and": 492,
      "ke": 493,
      "Ġpr": 494,
      "Ġj": 495,
      "ver": 496,
      "Ġ\"\"\"": 497,
      "..": 498,
      "ha": 499,
      "ect": 500,
      "Ġr": 501,
      "ando": 502,
      "co": 503,
      "ime": 504,
      "']": 505,
      "ens": 506,
      "int": 507,
      "orm": 508,
      "ub": 509,
      "Ġel": 510,
      "._": 511,
      "Ġres": 512,
      "ath": 513,
      "Ġth": 514,
      "ant": 515,
      "str": 516,
      "Ġnot": 517,
      "Ġor": 518,
      "Ġand": 519,
      "))": 520,
      "ĠĠĠĠĠ": 521,
      "ct": 522,
      "idade": 523,
      "th": 524,
      "ĠÃ©": 525,
      "ĠV": 526,
      "age": 527,
      "oi": 528,
      "ial": 529,
      "per": 530,
      "ĠJ": 531,
      "Ãª": 532,
      "Ġcomo": 533,
      "rue": 534,
      "iel": 535,
      "aÃ§Ã£o": 536,
      "ase": 537,
      "Ġu": 538,
      "tem": 539,
      "ento": 540,
      "val": 541,
      "['": 542,
      "Ġou": 543,
      "ččĊ": 544,
      "ror": 545,
      "Ġar": 546,
      "Ãµ": 547,
      "ĠH": 548,
      "Ġap": 549,
      "Ġimport": 550,
      "ield": 551,
      "ith": 552,
      "Ãµes": 553,
      "ve": 554,
      "ados": 555,
      "Ġ%": 556,
      "ai": 557,
      "Ġ{": 558,
      "com": 559,
      "Ġat": 560,
      "Ġen": 561,
      "ĠU": 562,
      "Ġ+": 563,
      "set": 564,
      "ang": 565,
      "Ġdes": 566,
      "po": 567,
      "mo": 568,
      "sen": 569,
      "Ġdos": 570,
      "ito": 571,
      "arg": 572,
      "assert": 573,
      "all": 574,
      "ay": 575,
      "(\"": 576,
      "Ġpel": 577,
      "und": 578,
      "ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ": 579,
      "Ġcl": 580,
      "def": 581,
      "pt": 582,
      "ted": 583,
      "ack": 584,
      "Ġfoi": 585,
      "ck": 586,
      "Ġser": 587,
      "ire": 588,
      "Ġmais": 589,
      "pro": 590,
      "ido": 591,
      "ico": 592,
      "ine": 593,
      "ject": 594,
      "nc": 595,
      "so": 596,
      "ht": 597,
      ").": 598,
      "Ġent": 599,
      "ule": 600,
      "ses": 601,
      "ug": 602,
      "put": 603,
      "::": 604,
      "from": 605,
      "],": 606,
      "xt": 607,
      "ĠNone": 608,
      "ost": 609,
      "ption": 610,
      "ord": 611,
      "pre": 612,
      "Ġtem": 613,
      "key": 614,
      "Ġpre": 615,
      "Ġ_": 616,
      "ction": 617,
      "Ġtest": 618,
      "type": 619,
      "Ġval": 620,
      "--------": 621,
      "ĠÃ": 622,
      "Ġst": 623,
      "ira": 624,
      "iro": 625,
      "**": 626,
      "Ġper": 627,
      "enc": 628,
      "ĠW": 629,
      "pec": 630,
      "Ġ|": 631,
      "ida": 632,
      "Ġ==": 633,
      "Ġbe": 634,
      "ias": 635,
      "//": 636,
      "ew": 637,
      "able": 638,
      "path": 639,
      "ore": 640,
      "que": 641,
      "Ġao": 642,
      "ores": 643,
      "ud": 644,
      "====": 645,
      "form": 646,
      "Ġdis": 647,
      "Ġtr": 648,
      "odule": 649,
      "amb": 650,
      "ĉĉ": 651,
      "ind": 652,
      "ment": 653,
      "gu": 654,
      "Ġon": 655,
      "Ã§Ãµes": 656,
      "Ġob": 657,
      "Ġ:": 658,
      "odel": 659,
      "\")": 660,
      "ix": 661,
      "qual": 662,
      "add": 663,
      "ns": 664,
      "########": 665,
      "col": 666,
      "alse": 667,
      "art": 668,
      "ras": 669,
      "Ġer": 670,
      "Ġnao": 671,
      "pon": 672,
      "Ġch": 673,
      "text": 674,
      "Ġac": 675,
      "class": 676,
      "Ġter": 677,
      "mente": 678,
      "Ġme": 679,
      "ER": 680,
      "True": 681,
      "Ġsua": 682,
      "our": 683,
      "ance": 684,
      "ante": 685,
      "eg": 686,
      "ple": 687,
      "test": 688,
      "fer": 689,
      "Er": 690,
      "unt": 691,
      "Ãº": 692,
      "trib": 693,
      "Ã©m": 694,
      "ace": 695,
      "Ġle": 696,
      "Ġ||": 697,
      "ress": 698,
      "cess": 699,
      "az": 700,
      "file": 701,
      "='": 702,
      "âĢ": 703,
      "ure": 704,
      "ca": 705,
      "Ġwith": 706,
      "ber": 707,
      "Ġfil": 708,
      "Error": 709,
      "Ġele": 710,
      "ault": 711,
      "Ġmu": 712,
      "bo": 713,
      "Ġad": 714,
      "ice": 715,
      "IN": 716,
      "ign": 717,
      "ute": 718,
      "oss": 719,
      "ize": 720,
      "fo": 721,
      "Ġdas": 722,
      "])": 723,
      "In": 724,
      "amente": 725,
      "du": 726,
      "no": 727,
      "Ġam": 728,
      "ict": 729,
      "gr": 730,
      "fig": 731,
      "ios": 732,
      "cre": 733,
      "data": 734,
      "pr": 735,
      "app": 736,
      "Ġseu": 737,
      "adas": 738,
      "acao": 739,
      "ov": 740,
      "Equal": 741,
      "ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ": 742,
      "Ġcont": 743,
      "args": 744,
      "eth": 745,
      "ual": 746,
      "Ġname": 747,
      "ive": 748,
      "Ġy": 749,
      "rio": 750,
      "min": 751,
      "Ġra": 752,
      "Ġelse": 753,
      "Ġit": 754,
      "ora": 755,
      "ient": 756,
      "out": 757,
      "\":": 758,
      "pos": 759,
      "param": 760,
      "ON": 761,
      "ista": 762,
      "=\"": 763,
      "tra": 764,
      "ys": 765,
      "Ġout": 766,
      "AR": 767,
      "ĠIn": 768,
      "ast": 769,
      "ext": 770,
      "Ġstr": 771,
      "ard": 772,
      "ill": 773,
      "atch": 774,
      "Ġpass": 775,
      "Ġun": 776,
      "ES": 777,
      "vel": 778,
      "url": 779,
      "ge": 780,
      "aria": 781,
      "heck": 782,
      "nt": 783,
      "sc": 784,
      "Ġx": 785,
      "ncia": 786,
      "tern": 787,
      "quest": 788,
      "ava": 789,
      "ise": 790,
      "ont": 791,
      "ly": 792,
      "of": 793,
      "Ġmas": 794,
      "ense": 795,
      "ĠThe": 796,
      "ight": 797,
      "assertEqual": 798,
      "ethod": 799,
      "ez": 800,
      "ite": 801,
      "ĠK": 802,
      "ific": 803,
      "ies": 804,
      "ele": 805,
      "Ġset": 806,
      "her": 807,
      "act": 808,
      "ork": 809,
      "Ġtamb": 810,
      "ity": 811,
      "\"\"\"": 812,
      "None": 813,
      "ersion": 814,
      "inha": 815,
      "Ġ*": 816,
      "Ġfun": 817,
      "Ġco": 818,
      "Ġpart": 819,
      "ss": 820,
      "ock": 821,
      "ust": 822,
      "aram": 823,
      "module": 824,
      "iss": 825,
      "import": 826,
      "anto": 827,
      "ide": 828,
      "Ġro": 829,
      "Ġreg": 830,
      "Ġsem": 831,
      "Ġma": 832,
      "Ġthat": 833,
      "ĠÃł": 834,
      "Ġdata": 835,
      "ument": 836,
      "list": 837,
      "tp": 838,
      "Ġcol": 839,
      "Ġget": 840,
      "ional": 841,
      "ild": 842,
      "ator": 843,
      "...": 844,
      "ated": 845,
      "Ġnos": 846,
      "Ġcor": 847,
      "Ġnum": 848,
      "lic": 849,
      "ĠâĢ": 850,
      "amento": 851,
      "Ġthis": 852,
      "AT": 853,
      "Ġ__": 854,
      "Ã§a": 855,
      "ina": 856,
      "ano": 857,
      "Ġ`": 858,
      "Ġi": 859,
      "stance": 860,
      "rit": 861,
      "Ã¢": 862,
      "ades": 863,
      "roup": 864,
      "Ġass": 865,
      "py": 866,
      "value": 867,
      "util": 868,
      "ria": 869,
      "Ġsob": 870,
      "ĠDe": 871,
      "Ġassert": 872,
      "endo": 873,
      "ĠnÃ£o": 874,
      "low": 875,
      "ener": 876,
      "log": 877,
      "sp": 878,
      "Ġ('": 879,
      "Ġ<": 880,
      "ok": 881,
      "IT": 882,
      "OR": 883,
      "Ġvalue": 884,
      "Ġk": 885,
      "fil": 886,
      "vent": 887,
      "Ġab": 888,
      "Ġfrom": 889,
      "Ġresult": 890,
      "field": 891,
      "Ġus": 892,
      "ulo": 893,
      "Ġpl": 894,
      "EN": 895,
      "ory": 896,
      "ome": 897,
      "cur": 898,
      "ary": 899,
      "ty": 900,
      "Ġ>": 901,
      "date": 902,
      "Ġsub": 903,
      "init": 904,
      "db": 905,
      "Ġpela": 906,
      "ail": 907,
      "imento": 908,
      "ĠAl": 909,
      "bal": 910,
      "Ġmes": 911,
      "Ġentre": 912,
      "cri": 913,
      "fe": 914,
      "hor": 915,
      "Ġpelo": 916,
      "ĠQ": 917,
      "ador": 918,
      "ĠRe": 919,
      "Ġuse": 920,
      "ave": 921,
      "ĠUn": 922,
      "der": 923,
      "inal": 924,
      "indo": 925,
      "model": 926,
      "ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ": 927,
      "vol": 928,
      "are": 929,
      "ĠTrue": 930,
      "cept": 931,
      "ana": 932,
      "Ġfile": 933,
      "Ġtra": 934,
      "ocal": 935,
      "Ġwh": 936,
      "user": 937,
      "icas": 938,
      "undo": 939,
      "Ġsup": 940,
      "Ġcan": 941,
      "Ġform": 942,
      "Ġver": 943,
      "Ġarg": 944,
      "Ġpode": 945,
      "ara": 946,
      "ong": 947,
      "dex": 948,
      "Ġvo": 949,
      "Ġ)": 950,
      "ja": 951,
      "ĠĠĠĠĠĠĠĠĠ": 952,
      "orn": 953,
      "Ġprime": 954,
      "'),": 955,
      "la": 956,
      "Ġby": 957,
      "dir": 958,
      "ĠEst": 959,
      "ues": 960,
      "jo": 961,
      "idos": 962,
      "icos": 963,
      "read": 964,
      "has": 965,
      "ponse": 966,
      "Ġnov": 967,
      "ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ": 968,
      "Ãªncia": 969,
      "Con": 970,
      "me": 971,
      "ml": 972,
      "Ġmar": 973,
      "ff": 974,
      "ĠÃ¡": 975,
      "Ġtod": 976,
      "sent": 977,
      "Ã©c": 978,
      "========": 979,
      "Ġinter": 980,
      "vi": 981,
      "len": 982,
      "sh": 983,
      "idades": 984,
      "Ġeu": 985,
      "ĠĠĠĠĠĠĠĠĠĠĠĠ": 986,
      "ativ": 987,
      "ui": 988,
      "ĠtambÃ©m": 989,
      "wn": 990,
      "ĠFalse": 991,
      "les": 992,
      "Ġalg": 993,
      "rans": 994,
      "Ġ@": 995,
      "Re": 996,
      "stat": 997,
      "----------------": 998,
      "append": 999,
      "vice": 1000,
      "anc": 1001,
      "ĠCon": 1002,
      "ray": 1003,
      "nd": 1004,
      "icense": 1005,
      "Ġhe": 1006,
      "esso": 1007,
      "inc": 1008,
      "ie": 1009,
      "AN": 1010,
      "ĠCom": 1011,
      "ato": 1012,
      "ry": 1013,
      "__(": 1014,
      "Ġ{'": 1015,
      "son": 1016,
      "for": 1017,
      "Ġlist": 1018,
      "Ġfaz": 1019,
      "ger": 1020,
      "Ġlog": 1021,
      "Ġ}": 1022,
      "Ġcar": 1023,
      "Ã´": 1024,
      "Ġdire": 1025,
      "ied": 1026,
      "ros": 1027,
      "ĠEm": 1028,
      "ero": 1029,
      "opy": 1030,
      "work": 1031,
      "man": 1032,
      "uld": 1033,
      "abel": 1034,
      "Ġrel": 1035,
      "Ġraise": 1036,
      "ings": 1037,
      "aÃ§Ãµes": 1038,
      "Ġsobre": 1039,
      "load": 1040,
      "ST": 1041,
      "Ġare": 1042,
      "des": 1043,
      "antes": 1044,
      "AL": 1045,
      "object": 1046,
      "([": 1047,
      "Ġcas": 1048,
      "reg": 1049,
      "################": 1050,
      "stru": 1051,
      "Ġaut": 1052,
      "ino": 1053,
      "Ġesp": 1054,
      "Ġtype": 1055,
      "Ġwe": 1056,
      "ble": 1057,
      "ames": 1058,
      "Ġera": 1059,
      "Ġns": 1060,
      "Ġag": 1061,
      "ĠSe": 1062,
      "False": 1063,
      "://": 1064,
      "har": 1065,
      "da": 1066,
      "Test": 1067,
      "ww": 1068,
      "'):": 1069,
      "Field": 1070,
      "ura": 1071,
      "ans": 1072,
      "agem": 1073,
      "essage": 1074,
      "Ġpo": 1075,
      "ource": 1076,
      "hos": 1077,
      "ert": 1078,
      "Ġid": 1079,
      "Ġkey": 1080,
      "Ġlen": 1081,
      "mand": 1082,
      "sg": 1083,
      "ĠX": 1084,
      "net": 1085,
      "Ġte": 1086,
      "dict": 1087,
      "ĠTh": 1088,
      "Ġanos": 1089,
      "tes": 1090,
      "line": 1091,
      "dit": 1092,
      "Ġcur": 1093,
      "info": 1094,
      "ph": 1095,
      "rite": 1096,
      "Ġint": 1097,
      "count": 1098,
      "cal": 1099,
      "ango": 1100,
      "ĠsÃ£o": 1101,
      "method": 1102,
      "ular": 1103,
      "ape": 1104,
      "fl": 1105,
      "ask": 1106,
      "ception": 1107,
      "SE": 1108,
      "Ġoutr": 1109,
      "ane": 1110,
      "ĠLicense": 1111,
      "ll": 1112,
      "oder": 1113,
      "ÃŃt": 1114,
      "ĠBras": 1115,
      "Ġind": 1116,
      "Ġgr": 1117,
      "code": 1118,
      "ĠAr": 1119,
      "ude": 1120,
      "entes": 1121,
      "cor": 1122,
      "ache": 1123,
      "orte": 1124,
      "():": 1125,
      "bro": 1126,
      "jango": 1127,
      "RE": 1128,
      "lin": 1129,
      "''": 1130,
      "udo": 1131,
      "Em": 1132,
      "Ġvez": 1133,
      "itos": 1134,
      "ima": 1135,
      "Ġnas": 1136,
      "Ġfe": 1137,
      "Ġcons": 1138,
      "lock": 1139,
      "Ġpesso": 1140,
      "De": 1141,
      "Ġcomp": 1142,
      "uc": 1143,
      "cont": 1144,
      "unic": 1145,
      "hec": 1146,
      "Ġprint": 1147,
      "ach": 1148,
      "Ãªs": 1149,
      "ne": 1150,
      "ivers": 1151,
      "amos": 1152,
      "Pro": 1153,
      "por": 1154,
      "Ġdefault": 1155,
      "\".": 1156,
      "Ġsho": 1157,
      "ater": 1158,
      "ence": 1159,
      "format": 1160,
      "Ġtry": 1161,
      "Ġseus": 1162,
      "back": 1163,
      "Ġexcept": 1164,
      "Ġop": 1165,
      "tain": 1166,
      "LE": 1167,
      "Ġdia": 1168,
      "config": 1169,
      "Ġfunction": 1170,
      "Ġconst": 1171,
      "Ġmai": 1172,
      "St": 1173,
      "instance": 1174,
      "iu": 1175,
      "time": 1176,
      "item": 1177,
      "Ġposs": 1178,
      "ree": 1179,
      "Com": 1180,
      "Ġseg": 1181,
      "Ġmuito": 1182,
      "over": 1183,
      "aut": 1184,
      "Ġtrans": 1185,
      "Ġlocal": 1186,
      "[\"": 1187,
      "ain": 1188,
      "inda": 1189,
      "Ġreal": 1190,
      "ider": 1191,
      "Ġclass": 1192,
      "Ġpol": 1193,
      "Ġcam": 1194,
      "Ġgran": 1195,
      "Ġpos": 1196,
      "Ex": 1197,
      "IC": 1198,
      "rent": 1199,
      "Ġcr": 1200,
      "Ġnew": 1201,
      "quer": 1202,
      "Ġuser": 1203,
      "ita": 1204,
      "Ġport": 1205,
      "default": 1206,
      "entos": 1207,
      "dd": 1208,
      ".__": 1209,
      "Ġquando": 1210,
      "Ġqual": 1211,
      "ak": 1212,
      "enas": 1213,
      "aix": 1214,
      "Ã¡ri": 1215,
      "bu": 1216,
      "iÃ§Ã£o": 1217,
      "plic": 1218,
      "Ġso": 1219,
      "Type": 1220,
      "Ġnp": 1221,
      "Ġmesmo": 1222,
      "pes": 1223,
      "alue": 1224,
      "\"]": 1225,
      "ID": 1226,
      "cis": 1227,
      "ions": 1228,
      "thon": 1229,
      "bol": 1230,
      "eta": 1231,
      "ÃŃc": 1232,
      "num": 1233,
      "size": 1234,
      "Ġpop": 1235,
      "ĠâĢĶ": 1236,
      "Ġfield": 1237,
      "word": 1238,
      "Ġprov": 1239,
      "Ġsen": 1240,
      "ĠNo": 1241,
      "ublic": 1242,
      "Ġexp": 1243,
      "nec": 1244,
      "Ã¡rio": 1245,
      "sub": 1246,
      "quire": 1247,
      "AS": 1248,
      "group": 1249,
      "Ġparam": 1250,
      "ader": 1251,
      "be": 1252,
      "Ġcap": 1253,
      "Ġwill": 1254,
      "Ġvoce": 1255,
      "ull": 1256,
      "Âł": 1257,
      "Ġcls": 1258,
      "mp": 1259,
      "Ġmodule": 1260,
      "fields": 1261,
      "ĠMar": 1262,
      "wargs": 1263,
      "raf": 1264,
      "gram": 1265,
      "part": 1266,
      "Ġtime": 1267,
      "Ġvol": 1268,
      "string": 1269,
      "acional": 1270,
      "http": 1271,
      "Ġobject": 1272,
      "cription": 1273,
      "bl": 1274,
      "Ġmodel": 1275,
      "Ġelif": 1276,
      "ĠEx": 1277,
      "sed": 1278,
      "Ġbo": 1279,
      "UT": 1280,
      "Ġcri": 1281,
      "Ġbase": 1282,
      "comp": 1283,
      "models": 1284,
      "Ġcre": 1285,
      "'}": 1286,
      "Ġdif": 1287,
      "Ġmin": 1288,
      "oria": 1289,
      "adores": 1290,
      "Ġ[]": 1291,
      "ivo": 1292,
      "aco": 1293,
      "by": 1294,
      "Ġ**": 1295,
      "arn": 1296,
      "arget": 1297,
      "idas": 1298,
      "update": 1299,
      "ĠBrasil": 1300,
      "ĠY": 1301,
      "ich": 1302,
      "join": 1303,
      "ĠCh": 1304,
      "ick": 1305,
      "ua": 1306,
      "Ġdest": 1307,
      "ations": 1308,
      "eral": 1309,
      "Ġincl": 1310,
      "serv": 1311,
      "fun": 1312,
      "iÃ£o": 1313,
      "dis": 1314,
      "Ġlo": 1315,
      "max": 1316,
      "Ġrec": 1317,
      "ename": 1318,
      "dom": 1319,
      "Ġpath": 1320,
      "br": 1321,
      "ere": 1322,
      "ĠPa": 1323,
      "ates": 1324,
      "tribute": 1325,
      "atur": 1326,
      "iver": 1327,
      "Ġfal": 1328,
      "Ġcidade": 1329,
      "Ġmil": 1330,
      "'],": 1331,
      "())": 1332,
      "we": 1333,
      "Ġ/": 1334,
      "Ġprinc": 1335,
      "ĠAn": 1336,
      "vo": 1337,
      "attr": 1338,
      "RO": 1339,
      "Ġ[],": 1340,
      "FA": 1341,
      "Ġjog": 1342,
      "option": 1343,
      "istas": 1344,
      "Ġsegu": 1345,
      "rc": 1346,
      "DE": 1347,
      "Ġonde": 1348,
      "ann": 1349,
      "gth": 1350,
      "ther": 1351,
      "iros": 1352,
      "Ġoption": 1353,
      "ĠThis": 1354,
      "pois": 1355,
      "Ġhas": 1356,
      "Ġsim": 1357,
      "lib": 1358,
      "Ġsuper": 1359,
      "Ġforam": 1360,
      "iam": 1361,
      "vir": 1362,
      "uns": 1363,
      "anÃ§": 1364,
      "Ġtrabal": 1365,
      "Ġall": 1366,
      "error": 1367,
      "ware": 1368,
      "Ġvida": 1369,
      "Ġfl": 1370,
      "****": 1371,
      "pend": 1372,
      "Ġquer": 1373,
      "ps": 1374,
      "Ġman": 1375,
      "inho": 1376,
      "ismo": 1377,
      "jet": 1378,
      "].": 1379,
      "Ġesc": 1380,
      "////": 1381,
      "istr": 1382,
      "ded": 1383,
      "Ġz": 1384,
      "Ġline": 1385,
      "state": 1386,
      "Ġspec": 1387,
      "ĠIf": 1388,
      "Ġche": 1389,
      "Ġesta": 1390,
      "Ġran": 1391,
      "Ġmet": 1392,
      "vis": 1393,
      "create": 1394,
      "start": 1395,
      "mon": 1396,
      "Ġ+=": 1397,
      "pected": 1398,
      "Ã³s": 1399,
      "igo": 1400,
      "Ġfr": 1401,
      "olog": 1402,
      "ax": 1403,
      "AM": 1404,
      "mem": 1405,
      "Ġ,": 1406,
      "version": 1407,
      "Ġ\\": 1408,
      "ET": 1409,
      "Ġ!": 1410,
      "Ġ.": 1411,
      "ĠĠĠĠĠĠ": 1412,
      "Ġ{}": 1413,
      "arch": 1414,
      "uer": 1415,
      "Ġaf": 1416,
      "ĠSt": 1417,
      "var": 1418,
      "Ġainda": 1419,
      "'s": 1420,
      "write": 1421,
      "ample": 1422,
      "ior": 1423,
      "Ġ##": 1424,
      "au": 1425,
      "Ġhist": 1426,
      "ible": 1427,
      "Ġversion": 1428,
      "index": 1429,
      "ender": 1430,
      "Ġsys": 1431,
      "Ã³ria": 1432,
      "md": 1433,
      "tal": 1434,
      "(),": 1435,
      "request": 1436,
      "Ġadd": 1437,
      "Ġrequest": 1438,
      "essa": 1439,
      "erc": 1440,
      "loat": 1441,
      "Ġ['": 1442,
      "valid": 1443,
      "imo": 1444,
      "org": 1445,
      "ĠJo": 1446,
      "lia": 1447,
      "etur": 1448,
      "Ġconfig": 1449,
      "ify": 1450,
      "host": 1451,
      "itar": 1452,
      "tura": 1453,
      "Ġne": 1454,
      "Ġtempo": 1455,
      "ier": 1456,
      "Ġtorn": 1457,
      "Ã§o": 1458,
      "with": 1459,
      "Ġsuas": 1460,
      "mar": 1461,
      "plo": 1462,
      "Ġmel": 1463,
      "Ġconhec": 1464,
      "ref": 1465,
      "va": 1466,
      "uÃŃ": 1467,
      "Ġpra": 1468,
      "Ġbem": 1469,
      ".\"\"\"": 1470,
      "ey": 1471,
      "ela": 1472,
      "Ġprincip": 1473,
      "iste": 1474,
      "check": 1475,
      "Ġpe": 1476,
      "Ġmen": 1477,
      "AC": 1478,
      "ĠPro": 1479,
      "Ġinst": 1480,
      "ian": 1481,
      "utils": 1482,
      "Ġnome": 1483,
      "quired": 1484,
      "Ġforma": 1485,
      "result": 1486,
      "mit": 1487,
      "Ġprodu": 1488,
      "run": 1489,
      "encia": 1490,
      "urante": 1491,
      "context": 1492,
      "Ġcontext": 1493,
      "ĠPort": 1494,
      "Ġrece": 1495,
      "Ġcheck": 1496,
      "met": 1497,
      "amp": 1498,
      "ell": 1499,
      "mos": 1500,
      "Ġ&": 1501,
      "ÃŃp": 1502,
      "ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ": 1503,
      "uro": 1504,
      "Ġdesc": 1505,
      "Ġano": 1506,
      "Ġaos": 1507,
      "fr": 1508,
      "ctor": 1509,
      "imit": 1510,
      "Ġisso": 1511,
      "Name": 1512,
      "este": 1513,
      "plit": 1514,
      "Ġtodos": 1515,
      "ĠOs": 1516,
      "ices": 1517,
      "qui": 1518,
      "ION": 1519,
      "Get": 1520,
      "Ġela": 1521,
      "Ġshould": 1522,
      "array": 1523,
      "ages": 1524,
      "Ġparte": 1525,
      "Ã´n": 1526,
      "Ġcer": 1527,
      "tribut": 1528,
      "ece": 1529,
      "nection": 1530,
      "Ġatr": 1531,
      ">>": 1532,
      "'])": 1533,
      "Ġca": 1534,
      "che": 1535,
      "uz": 1536,
      "je": 1537,
      "Ġstring": 1538,
      "ical": 1539,
      "obj": 1540,
      "Ġsol": 1541,
      "ces": 1542,
      "Ġht": 1543,
      "Ġoutput": 1544,
      "base": 1545,
      "Ġhab": 1546,
      "ken": 1547,
      "Ġcontin": 1548,
      "Ġir": 1549,
      "Ġsa": 1550,
      "django": 1551,
      "Ġpy": 1552,
      "ĠPar": 1553,
      "ange": 1554,
      "go": 1555,
      "ĠSÃ£o": 1556,
      "ĠAs": 1557,
      "Ġol": 1558,
      "Ġoutros": 1559,
      "node": 1560,
      "not": 1561,
      "Ġsh": 1562,
      "return": 1563,
      "ĠatÃ©": 1564,
      "color": 1565,
      "Ġfic": 1566,
      "ound": 1567,
      "Ġmod": 1568,
      "ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ": 1569,
      "ĠCar": 1570,
      "Ġbu": 1571,
      "params": 1572,
      "``": 1573,
      "iter": 1574,
      "IS": 1575,
      "ream": 1576,
      "ensor": 1577,
      "Ġgrande": 1578,
      "plate": 1579,
      "Ġpopul": 1580,
      "oft": 1581,
      "ste": 1582,
      "za": 1583,
      "irst": 1584,
      "Ġurl": 1585,
      "erson": 1586,
      "Set": 1587,
      "Ġorig": 1588,
      "Ġstat": 1589,
      "Ġerror": 1590,
      "ner": 1591,
      "'t": 1592,
      "eric": 1593,
      "itle": 1594,
      "parse": 1595,
      "anh": 1596,
      "Ġsendo": 1597,
      "ume": 1598,
      "led": 1599,
      "ags": 1600,
      "</": 1601,
      "ĠLe": 1602,
      "kwargs": 1603,
      "Ġpoder": 1604,
      "status": 1605,
      "miss": 1606,
      "ler": 1607,
      "rel": 1608,
      "Ġpa": 1609,
      "action": 1610,
      "izer": 1611,
      "Ġ!=": 1612,
      "Ġlin": 1613,
      "rafia": 1614,
      "UR": 1615,
      "mas": 1616,
      "Ġgra": 1617,
      "Ġpessoas": 1618,
      "esse": 1619,
      "ws": 1620,
      "cr": 1621,
      "Ġmethod": 1622,
      "loc": 1623,
      "entro": 1624,
      "fix": 1625,
      "IL": 1626,
      "api": 1627,
      "tings": 1628,
      "core": 1629,
      "Ġnode": 1630,
      "Ġexist": 1631,
      "Ġcham": 1632,
      "ake": 1633,
      "inter": 1634,
      "Ġdesen": 1635,
      "!!": 1636,
      "Ġho": 1637,
      "Ġinte": 1638,
      "ton": 1639,
      "client": 1640,
      "Ġvar": 1641,
      "uas": 1642,
      "right": 1643,
      "bin": 1644,
      "ÃŃn": 1645,
      "Ġespec": 1646,
      "ED": 1647,
      "Ġresponse": 1648,
      "Ġdiv": 1649,
      "Ã¡rios": 1650,
      "Add": 1651,
      "Ġprimeiro": 1652,
      "input": 1653,
      "Ġext": 1654,
      "Ġsent": 1655,
      "Ġdois": 1656,
      "Ġret": 1657,
      "Ġhave": 1658,
      "Ġfam": 1659,
      "network": 1660,
      "ĠQu": 1661,
      "json": 1662,
      "No": 1663,
      "At": 1664,
      "Ġapenas": 1665,
      "Ġmaior": 1666,
      "iais": 1667,
      "Ġdoc": 1668,
      "ĠAm": 1669,
      "Ġprocess": 1670,
      "ena": 1671,
      "itas": 1672,
      "Ġcal": 1673,
      "Ġmem": 1674,
      "Ġsab": 1675,
      "Ã¡t": 1676,
      "Ġfinal": 1677,
      "ature": 1678,
      "ENT": 1679,
      "play": 1680,
      "gua": 1681,
      "AD": 1682,
      "Ġmundo": 1683,
      "Ġyou": 1684,
      "Ġvis": 1685,
      "OS": 1686,
      "pres": 1687,
      "().": 1688,
      "tring": 1689,
      "Value": 1690,
      "Ġdepois": 1691,
      "Ġmed": 1692,
      "ts": 1693,
      "ique": 1694,
      "uid": 1695,
      "AB": 1696,
      "new": 1697,
      "UL": 1698,
      "Ġhom": 1699,
      "cao": 1700,
      "ĠPr": 1701,
      "Ġalgum": 1702,
      "ep": 1703,
      "Ġitem": 1704,
      "Id": 1705,
      "Ġconse": 1706,
      "Ġapre": 1707,
      "ĠZ": 1708,
      "ici": 1709,
      "call": 1710,
      "map": 1711,
      "Ġgover": 1712,
      "umn": 1713,
      "pol": 1714,
      "Ã³r": 1715,
      "ins": 1716,
      "ateg": 1717,
      "iva": 1718,
      "____": 1719,
      "Res": 1720,
      "red": 1721,
      "================": 1722,
      "ister": 1723,
      "Ã¢n": 1724,
      "Cl": 1725,
      "Ġtext": 1726,
      "old": 1727,
      "Ġev": 1728,
      "Ġprof": 1729,
      "Ġcall": 1730,
      "Ġprogram": 1731,
      "output": 1732,
      "uto": 1733,
      "ms": 1734,
      "rea": 1735,
      "ern": 1736,
      "ples": 1737,
      "try": 1738,
      "doc": 1739,
      "ende": 1740,
      "Ġ``": 1741,
      "ĠEle": 1742,
      "....": 1743,
      "Ġdev": 1744,
      "lp": 1745,
      "avam": 1746,
      "Ġargs": 1747,
      "ally": 1748,
      "www": 1749,
      "Ġassim": 1750,
      "Ġsoc": 1751,
      "Ġrepre": 1752,
      "view": 1753,
      "Ġcheg": 1754,
      "under": 1755,
      "Ġencon": 1756,
      "Ġsign": 1757,
      "ĠFran": 1758,
      "bug": 1759,
      "dade": 1760,
      "Ġutil": 1761,
      "ric": 1762,
      "Ġend": 1763,
      "Ġused": 1764,
      "lose": 1765,
      "ody": 1766,
      "itu": 1767,
      "pty": 1768,
      "ĠCl": 1769,
      "odo": 1770,
      "label": 1771,
      "lean": 1772,
      "Ġextern": 1773,
      "Ġfazer": 1774,
      "length": 1775,
      "perty": 1776,
      "Ġcada": 1777,
      "cer": 1778,
      "Ar": 1779,
      "oca": 1780,
      "Ġdat": 1781,
      "volv": 1782,
      "Ġ>>>": 1783,
      "spec": 1784,
      "Ġoper": 1785,
      "its": 1786,
      "oftware": 1787,
      "onte": 1788,
      "Ġdict": 1789,
      "ĠÃº": 1790,
      "unicÃŃp": 1791,
      "ym": 1792,
      "cent": 1793,
      "Ġdeix": 1794,
      "Ġescol": 1795,
      "msg": 1796,
      "rap": 1797,
      "Ã©r": 1798,
      "mod": 1799,
      "af": 1800,
      "Ġup": 1801,
      "Ġprimeira": 1802,
      "Ġmelhor": 1803,
      "Ġisinstance": 1804,
      "ÃŃs": 1805,
      "Ġinput": 1806,
      "anda": 1807,
      "List": 1808,
      "ares": 1809,
      "esta": 1810,
      "CT": 1811,
      "\"),": 1812,
      "Ġestr": 1813,
      "ments": 1814,
      "Ã©d": 1815,
      "inte": 1816,
      "ncias": 1817,
      "Ġcomple": 1818,
      "CO": 1819,
      "split": 1820,
      "ux": 1821,
      "Ġhttp": 1822,
      "Ġlib": 1823,
      "root": 1824,
      "response": 1825,
      "ĠAN": 1826,
      "Ġmax": 1827,
      "Ġpal": 1828,
      "Ġother": 1829,
      "Ġliv": 1830,
      "Ġant": 1831,
      "eter": 1832,
      "content": 1833,
      "iras": 1834,
      "ubl": 1835,
      "CH": 1836,
      "IM": 1837,
      "AP": 1838,
      "etime": 1839,
      "izaÃ§Ã£o": 1840,
      "Ġeste": 1841,
      "ĠĠĠĠĠĠĠĠĠĠĠĠĠĠ": 1842,
      "trans": 1843,
      "((": 1844,
      "ĠRio": 1845,
      "move": 1846,
      "Ġconstru": 1847,
      "Ġmat": 1848,
      "lete": 1849,
      "dat": 1850,
      "Ġunder": 1851,
      "'))": 1852,
      "filter": 1853,
      "Ġdurante": 1854,
      "Ġja": 1855,
      "'.": 1856,
      "Ġart": 1857,
      "Ġsao": 1858,
      "Ġsempre": 1859,
      "ition": 1860,
      "ital": 1861,
      "Ġany": 1862,
      "Ġdifer": 1863,
      "atal": 1864,
      "iga": 1865,
      "Ġvalues": 1866,
      "ci": 1867,
      "Ġdescription": 1868,
      "tou": 1869,
      "gan": 1870,
      "ĠPaulo": 1871,
      "html": 1872,
      "Ġtudo": 1873,
      "Ġrun": 1874,
      "eneral": 1875,
      "Ġstate": 1876,
      "shape": 1877,
      "rasile": 1878,
      "member": 1879,
      "ING": 1880,
      "ols": 1881,
      "Ġevent": 1882,
      "Un": 1883,
      "enh": 1884,
      "km": 1885,
      "oo": 1886,
      "ram": 1887,
      "Ġlong": 1888,
      "ified": 1889,
      "ĠTest": 1890,
      "place": 1891,
      "let": 1892,
      "Al": 1893,
      "ash": 1894,
      "AG": 1895,
      "anha": 1896,
      "eters": 1897,
      "acoes": 1898,
      "icial": 1899,
      "pa": 1900,
      "oding": 1901,
      "Ġbut": 1902,
      "Ġdel": 1903,
      "OT": 1904,
      "izado": 1905,
      "Ġwhich": 1906,
      "anos": 1907,
      "Ġinstance": 1908,
      "Ġcopy": 1909,
      "Â²": 1910,
      "Ob": 1911,
      "ĠAt": 1912,
      "Ġconv": 1913,
      "ula": 1914,
      "Ġstart": 1915,
      "point": 1916,
      "|-": 1917,
      "ariable": 1918,
      "lect": 1919,
      "ativa": 1920,
      "Ġconf": 1921,
      "cos": 1922,
      "EM": 1923,
      "Ġdom": 1924,
      "Ser": 1925,
      "Ġprop": 1926,
      "ale": 1927,
      "Ã©s": 1928,
      "ĠOr": 1929,
      "rem": 1930,
      "face": 1931,
      "Ġexpected": 1932,
      "acter": 1933,
      "itor": 1934,
      "sour": 1935,
      "Ġconsider": 1936,
      "eno": 1937,
      "IG": 1938,
      "ĉĉĉ": 1939,
      "Ġpou": 1940,
      "aneiro": 1941,
      "ĠCr": 1942,
      "--------------------------------": 1943,
      "Ġmeu": 1944,
      "message": 1945,
      "print": 1946,
      "ĠAle": 1947,
      "Ġgrup": 1948,
      "File": 1949,
      "Ġla": 1950,
      "isa": 1951,
      "ĠDeus": 1952,
      "ANT": 1953,
      "igaÃ§Ãµes": 1954,
      "ĠestÃ¡": 1955,
      "ormal": 1956,
      "Ġcode": 1957,
      "rol": 1958,
      "elo": 1959,
      "izada": 1960,
      "ager": 1961,
      "ĠĠĠĠĠĠĠĠĠĠĠĠĠ": 1962,
      "Ġtambem": 1963,
      "Ġpartic": 1964,
      "bar": 1965,
      "Ġate": 1966,
      "andler": 1967,
      "sho": 1968,
      "II": 1969,
      "Ġale": 1970,
      "rie": 1971,
      "'\\": 1972,
      "ops": 1973,
      "ffer": 1974,
      "Ġav": 1975,
      "tag": 1976,
      "inas": 1977,
      "Ġprincipal": 1978,
      "Ġhabit": 1979,
      "Ġ'''": 1980,
      "Ġdist": 1981,
      "Ġestava": 1982,
      "Ġvi": 1983,
      "Ġbrasile": 1984,
      "sess": 1985,
      "ario": 1986,
      "names": 1987,
      "Ġhav": 1988,
      "Ġsom": 1989,
      "Ġestado": 1990,
      "embro": 1991,
      "erg": 1992,
      "Ġsal": 1993,
      "Ġinv": 1994,
      "aders": 1995,
      "Ġrequired": 1996,
      "Ġenc": 1997,
      "Ġargument": 1998,
      "lt": 1999,
      "Ġmatch": 2000,
      "Ġwhen": 2001,
      "Ġhum": 2002,
      "types": 2003,
      "cul": 2004,
      "gl": 2005,
      "atro": 2006,
      "Ãªm": 2007,
      "pace": 2008,
      "################################": 2009,
      "pass": 2010,
      "DO": 2011,
      "ifica": 2012,
      "ologia": 2013,
      "Ġrange": 2014,
      "equal": 2015,
      "sys": 2016,
      "dic": 2017,
      "lobal": 2018,
      "ik": 2019,
      "yn": 2020,
      "Ġexternas": 2021,
      "Ġcontra": 2022,
      "top": 2023,
      "tribu": 2024,
      "En": 2025,
      "exp": 2026,
      "table": 2027,
      "Ãªncias": 2028,
      "Ġminha": 2029,
      "asse": 2030,
      "idth": 2031,
      "pack": 2032,
      "ĠAp": 2033,
      "values": 2034,
      "LO": 2035,
      "Ġmor": 2036,
      "To": 2037,
      "utebol": 2038,
      "Ġimp": 2039,
      "][": 2040,
      "Ġcommand": 2041,
      "Data": 2042,
      "Im": 2043,
      "anta": 2044,
      "ecess": 2045,
      "Ġone": 2046,
      "row": 2047,
      "Ġrefer": 2048,
      "Ch": 2049,
      "rop": 2050,
      "const": 2051,
      "ĠÃ¡rea": 2052,
      "Ġencontr": 2053,
      "LigaÃ§Ãµes": 2054,
      "HO": 2055,
      "ilidade": 2056,
      "ĠRetur": 2057,
      "rec": 2058,
      "Ġpes": 2059,
      "ĠâĢĵ": 2060,
      "ids": 2061,
      "acion": 2062,
      "my": 2063,
      "ÃŃvel": 2064,
      "ÃŃlia": 2065,
      "ĠCam": 2066,
      "ĠPor": 2067,
      "Ġprecis": 2068,
      "PE": 2069,
      "Ġfre": 2070,
      "Ġtinha": 2071,
      "Ġoc": 2072,
      "NU": 2073,
      "server": 2074,
      "Ġcurrent": 2075,
      "Ġvezes": 2076,
      "ĠprÃ³": 2077,
      "Ġtodo": 2078,
      "ank": 2079,
      "ĠEs": 2080,
      "Ġmessage": 2081,
      "objects": 2082,
      "anÃ§a": 2083,
      "Ġoutras": 2084,
      "gs": 2085,
      "Ġnumber": 2086,
      "vert": 2087,
      "ds": 2088,
      "Ġmsg": 2089,
      "ents": 2090,
      "idente": 2091,
      "Ġnecess": 2092,
      "process": 2093,
      "cript": 2094,
      ".,": 2095,
      "rag": 2096,
      "Ġmay": 2097,
      "use": 2098,
      "Ġpres": 2099,
      "cho": 2100,
      "Âº": 2101,
      "adata": 2102,
      "lay": 2103,
      "imentos": 2104,
      "ĠĠĠĠĠĠĠĠĠĠ": 2105,
      "Ġet": 2106,
      "link": 2107,
      "Ġlug": 2108,
      "Ġder": 2109,
      "ube": 2110,
      "options": 2111,
      "gre": 2112,
      "Ġbr": 2113,
      "gcolor": 2114,
      "Ġcontain": 2115,
      "ĠPortug": 2116,
      "Key": 2117,
      "raph": 2118,
      "Se": 2119,
      "mes": 2120,
      "Ġformat": 2121,
      "Ġfol": 2122,
      ".\"": 2123,
      "np": 2124,
      "ret": 2125,
      "unto": 2126,
      "ĠEn": 2127,
      "order": 2128,
      "cion": 2129,
      "ĠEsp": 2130,
      "Ġact": 2131,
      "quanto": 2132,
      "here": 2133,
      "veis": 2134,
      "Ġduas": 2135,
      "ĠpopulaÃ§Ã£o": 2136,
      "Ġonly": 2137,
      "agens": 2138,
      "Ġcin": 2139,
      "irect": 2140,
      "Ġfund": 2141,
      "cs": 2142,
      "Ġcomun": 2143,
      "ĠCol": 2144,
      "Ġhost": 2145,
      "ative": 2146,
      "Ġ->": 2147,
      "ait": 2148,
      "iven": 2149,
      "items": 2150,
      "block": 2151,
      "ivos": 2152,
      "ker": 2153,
      "cache": 2154,
      "Ġeles": 2155,
      "ĠNov": 2156,
      "ĠIm": 2157,
      "foo": 2158,
      "Ġpelos": 2159,
      "ft": 2160,
      "ging": 2161,
      "US": 2162,
      "isto": 2163,
      "auth": 2164,
      "Ġnoss": 2165,
      "command": 2166,
      "ĠmunicÃŃp": 2167,
      "odes": 2168,
      "lection": 2169,
      "Ġindex": 2170,
      "uple": 2171,
      "ĠIs": 2172,
      "Ġsource": 2173,
      "=#": 2174,
      "Ġlev": 2175,
      "Ġmust": 2176,
      "Ġpois": 2177,
      "Ġ(\"": 2178,
      "main": 2179,
      "Ġgroup": 2180,
      "Ġcontr": 2181,
      "osto": 2182,
      "Ġquem": 2183,
      "build": 2184,
      "UN": 2185,
      "ules": 2186,
      "The": 2187,
      "Ġmode": 2188,
      "Ġseja": 2189,
      "ocket": 2190,
      "EX": 2191,
      "anged": 2192,
      "conn": 2193,
      "Ġbgcolor": 2194,
      "event": 2195,
      "[:": 2196,
      "Fil": 2197,
      "Ġcul": 2198,
      "ĠAnt": 2199,
      "Ġarray": 2200,
      "PO": 2201,
      "ql": 2202,
      "ĠDE": 2203,
      "ĠregiÃ£o": 2204,
      "Ġalguns": 2205,
      "aises": 2206,
      "Co": 2207,
      "igos": 2208,
      "})": 2209,
      "'}),": 2210,
      "Ġneg": 2211,
      "angu": 2212,
      "Par": 2213,
      "filename": 2214,
      "Not": 2215,
      "Ġtotal": 2216,
      "Ġtarget": 2217,
      "match": 2218,
      "Ġobj": 2219,
      "float": 2220,
      "Ġpodem": 2221,
      "Ġcreate": 2222,
      "Ġ]": 2223,
      "source": 2224,
      "sor": 2225,
      "ografia": 2226,
      "Case": 2227,
      "Ãºm": 2228,
      "ĠMas": 2229,
      "TP": 2230,
      "inh": 2231,
      "find": 2232,
      "Ġmock": 2233,
      "As": 2234,
      "ĠSer": 2235,
      "hed": 2236,
      "sol": 2237,
      "Ġexec": 2238,
      "ĠIN": 2239,
      "ilo": 2240,
      "dio": 2241,
      "Time": 2242,
      "ivel": 2243,
      "TER": 2244,
      "ĠlanÃ§": 2245,
      "=[": 2246,
      "ĠEstados": 2247,
      "Ã©t": 2248,
      "Ġve": 2249,
      "emos": 2250,
      "Ġed": 2251,
      "scri": 2252,
      "Ġloc": 2253,
      "Ġcome": 2254,
      "Ġfields": 2255,
      "Ġq": 2256,
      "Ġsize": 2257,
      "Ġ--": 2258,
      "Ġamb": 2259,
      "ike": 2260,
      "Ġten": 2261,
      "ĠSoc": 2262,
      "Ãºs": 2263,
      "Ġgener": 2264,
      "ÃŃst": 2265,
      "lb": 2266,
      "address": 2267,
      "Ġintern": 2268,
      "Ãºbl": 2269,
      "ÃŃcio": 2270,
      "ulher": 2271,
      "Ġporque": 2272,
      "target": 2273,
      "ustr": 2274,
      "Ġtip": 2275,
      "title": 2276,
      "files": 2277,
      "uration": 2278,
      "idget": 2279,
      "Ġvai": 2280,
      "Ġproble": 2281,
      "sum": 2282,
      "flow": 2283,
      "Ġempres": 2284,
      "iÃ§Ãµes": 2285,
      "func": 2286,
      "Ġfiles": 2287,
      "Ġ},": 2288,
      "ĠjÃ¡": 2289,
      "tail": 2290,
      "ambda": 2291,
      "Ġopen": 2292,
      "},": 2293,
      "python": 2294,
      "Ġabr": 2295,
      "Ġaj": 2296,
      "Ġperson": 2297,
      "andle": 2298,
      "ĠUnidos": 2299,
      "uerra": 2300,
      "Ġsess": 2301,
      "ESS": 2302,
      "Ġaqu": 2303,
      "iar": 2304,
      "Ġantes": 2305,
      "exec": 2306,
      "Base": 2307,
      "Ġdec": 2308,
      "Ã§as": 2309,
      "aca": 2310,
      "ĠFor": 2311,
      "Ġapro": 2312,
      "na": 2313,
      "istema": 2314,
      "the": 2315,
      "ĠOR": 2316,
      "dem": 2317,
      "Ġtrabalho": 2318,
      "////////": 2319,
      "(_": 2320,
      "function": 2321,
      "iano": 2322,
      "ĠGeneral": 2323,
      "Ġapar": 2324,
      "Ġped": 2325,
      "query": 2326,
      "********": 2327,
      "ordo": 2328,
      "Ġmeio": 2329,
      "Ġpublic": 2330,
      "Ġesse": 2331,
      "ync": 2332,
      "Ġequ": 2333,
      "Address": 2334,
      "ĠĠĠĠčĊ": 2335,
      "annel": 2336,
      "HE": 2337,
      "ĠapÃ³s": 2338,
      "Ġread": 2339,
      "Os": 2340,
      "viron": 2341,
      "ques": 2342,
      "close": 2343,
      "Ġexem": 2344,
      "TR": 2345,
      "wer": 2346,
      "Ġoutro": 2347,
      "Ġcasa": 2348,
      "Ġvalid": 2349,
      "Ġmus": 2350,
      "ĠNa": 2351,
      "mode": 2352,
      "ĠpolÃŃt": 2353,
      "Ġaction": 2354,
      "Ġoptions": 2355,
      "iment": 2356,
      "Ġpens": 2357,
      "ren": 2358,
      "String": 2359,
      "local": 2360,
      "izar": 2361,
      "Ġfin": 2362,
      "stit": 2363,
      "Ġmult": 2364,
      "ulos": 2365,
      "Ġhelp": 2366,
      "Ġfilme": 2367,
      "ors": 2368,
      "Ġessa": 2369,
      "Ġexpress": 2370,
      "project": 2371,
      "Ġsido": 2372,
      "Ġsur": 2373,
      "ĠBar": 2374,
      "Ġnovo": 2375,
      "Ã¡ria": 2376,
      "copy": 2377,
      "xml": 2378,
      "fail": 2379,
      "Ġprod": 2380,
      "Ġatrav": 2381,
      "Ġcond": 2382,
      "way": 2383,
      "tual": 2384,
      "Ġdesde": 2385,
      "env": 2386,
      "ĠGu": 2387,
      "ĠSee": 2388,
      "ĠValue": 2389,
      "Ġclient": 2390,
      "ML": 2391,
      "image": 2392,
      "cel": 2393,
      "Ġdez": 2394,
      "Ġnames": 2395,
      "Ã¡vel": 2396,
      "Ġsegundo": 2397,
      "Ã³n": 2398,
      "Col": 2399,
      "any": 2400,
      "Ġdivers": 2401,
      "session": 2402,
      "unda": 2403,
      "Ġmom": 2404,
      "ene": 2405,
      "Ġbar": 2406,
      "Ġrepresent": 2407,
      "Ġpartir": 2408,
      "post": 2409,
      "open": 2410,
      "tim": 2411,
      "ĠUnivers": 2412,
      "iled": 2413,
      "Ġrespon": 2414,
      "Ġlimit": 2415,
      "ĠPy": 2416,
      "ĠCo": 2417,
      "ĠIt": 2418,
      "senta": 2419,
      "Ip": 2420,
      "Ġvia": 2421,
      "Ġgiven": 2422,
      "Ġorgan": 2423,
      "Ġ'%": 2424,
      "Ġdirect": 2425,
      "FF": 2426,
      "off": 2427,
      "los": 2428,
      "amentos": 2429,
      "Ġmon": 2430,
      "ĠPublic": 2431,
      "ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ": 2432,
      "Up": 2433,
      "Ġinform": 2434,
      "Ġlugar": 2435,
      "Th": 2436,
      "Ġfirst": 2437,
      "Ã³g": 2438,
      "Ã¡rias": 2439,
      "Ġdir": 2440,
      "Ġref": 2441,
      "duc": 2442,
      "ish": 2443,
      "cour": 2444,
      "adr": 2445,
      "tributes": 2446,
      "Ġnet": 2447,
      "utf": 2448,
      "keys": 2449,
      "ingle": 2450,
      "ized": 2451,
      ":`": 2452,
      "Ġdoes": 2453,
      "lio": 2454,
      "ĠAss": 2455,
      "patch": 2456,
      "ĠsÃ©c": 2457,
      "imos": 2458,
      "Ġdese": 2459,
      "rix": 2460,
      "\\\\": 2461,
      "Ġmodels": 2462,
      "Object": 2463,
      "mock": 2464,
      "Ġmov": 2465,
      "Ġgrupo": 2466,
      "Ġcaus": 2467,
      "HT": 2468,
      "xy": 2469,
      "avel": 2470,
      "utos": 2471,
      "atos": 2472,
      "ĠCor": 2473,
      "Ġmore": 2474,
      "ona": 2475,
      "esa": 2476,
      "ning": 2477,
      "Ġmud": 2478,
      "tar": 2479,
      "Ġback": 2480,
      "IR": 2481,
      "Ġinf": 2482,
      "ĠWe": 2483,
      ")))": 2484,
      "ĠmunicÃŃpio": 2485,
      "icao": 2486,
      "iana": 2487,
      "search": 2488,
      "Ġdb": 2489,
      "Ġacon": 2490,
      "unk": 2491,
      "Ġocor": 2492,
      "task": 2493,
      "ear": 2494,
      "Ap": 2495,
      "Ver": 2496,
