{
  "backend": "tokenizers",
  "bos_token": "<|begin_of_text|>",
  "clean_up_tokenization_spaces": false,
  "eos_token": "<|end_of_text|>",
  "model_max_length": 1024,
  "pad_token": "<|pad|>",
  "tokenizer_class": "TokenizersBackend"
}
